/* No comment provided by engineer. */
"%0A%0AIf%20you%20report%20a%20crash%2C%20please%20attach%20the%20crash%20log%20found%20in%20%3CHome%3E/Library/Logs/CrashReporter/SubEthaEdit.crash.log.%0A%0A" = "%0A%0AIf%20you%20report%20a%20crash%2C%20please%20attach%20the%20crash%20log%20found%20in%20%3CHome%3E/Library/Logs/CrashReporter/SubEthaEdit.crash.log.%0A%0A";

/* arrangement of Tab setting and tab width in Bottm Status Bar */
"%@ (%d)" = "%@ (%d)";

/* Proxy window title for invited documents */
"%@ (invited...)" = "Invitation to %@";

/* Proxy window title for joining documents */
"%@ (joining...)" = "Joining %@";

/* FindRegexPrefix */
"%@ - Find All" = "%@ - Find All";

/* Status string in visibility pull down in Rendezvous and Internet browser */
"%d Document(s)" = "%d Document(s)";

/* Entries Found in FindAll Panel */
"%d found." = "%d found.";

/* Pending Users Display in Menu Title Bar */
"%d pending" = "%d pending";

/* Number of replaced strings */
"%d replaced." = "%d replaced.";

/* Entry for Symbol Pop Up when no Symbol is found */
"<No selected symbol>" = "<No selected symbol>";

/* Syntax XML Structure Error Informative Text */
"<state> \"%@\" has no <begin>. This confuses me. Please check your syntax definition." = "<state> \"%@\" has no <begin>. This confuses me. Please check your syntax definition.";

/* No comment provided by engineer. */
"[Blockediting]" = "[Blockediting]";

/* Symbol Regular Expression Error Informative Text */
"\"%@\" is not a valid regular expression. Please check your regular expression in Find Panel's Ruby mode." = "\"%@\" is not a valid regular expression. Please check your regular expression in Find Panel's Ruby mode.";

/* Syntax Regular Expression Error Informative Text */
"\"%@\" within state \"%@\" is not a valid regular expression. Please check your regular expression in Find Panel's Ruby mode." = "\"%@\" within state \"%@\" is not a valid regular expression. Please check your regular expression in Find Panel's Ruby mode.";

/* Regular Expression Error Informative Text */
"\"%@\" within tag \"<%@>\" is not a valid regular expression. Please check your regular expression in Find Panel's Ruby mode." = "\"%@\" within tag \"<%@>\" is not a valid regular expression. Please check your regular expression in Find Panel's Ruby mode.";

/* Button title */
"Abort" = "Abort";

/* Sheet informative text when user has open document connections */
"AbortChannels" = "There are open connections for these documents. These connections will be lost if you abort them.";

/* Label displayed below advanced icon and used as window title. */
"AdvancedPrefsIconLabel" = "Advanced";

/* Informative text in an alert which tells the you user that replacing the file failed */
"AlertInformativeText: Replace failed" = "An error occurred while replacing the file.";

/* Informative text in an alert which tells the user that an error prevented the replace */
"AlertInformativeText: Error occurred during replace" = "Couldn't replace the file.";

/* Menu/Toolbar Title for announcing the Document */
"Announce" = "Announce";

/* No comment provided by engineer. */
"Announce/Conceal" = "Announce/Conceal";

/* No comment provided by engineer. */
"Announce/Conceal Document" = "Announce/Conceal Document";

/* Encoding popup entry indicating automatic choice of encoding */
"Automatic" = "Automatic";

/* Foo */
"Automatic Mode" = "Automatic Mode";

/* Text while waiting for answer to join request */
"Awaiting answer..." = "Awaiting answer…";

/* Awaiting Response */
"AwaitingResponse" = "Awaiting Response";

/* Name of Style for the default state appearing in Styles Pref Pane */
"BaseStyleName" = "Generic Foreground";

/* AIM user entry for Browser context menu */
"BrowserContextMenuAIM" = "Open Chat";

/* Cancel connetion entry for Browser context menu */
"BrowserContextMenuCancelConnection" = "Cancel";

/* Clear entry for Browser context menu */
"BrowserContextMenuClear" = "Clear All";

/* Email user entry for Browser context menu */
"BrowserContextMenuEmail" = "Send Email";

/* Join document entry for Browser context menu */
"BrowserContextMenuJoin" = "Join";

/* Reconnect entry for Browser context menu */
"BrowserContextMenuReconnect" = "Reconnect";

/* Show document entry for Browser context menu */
"BrowserContextMenuShowDocument" = "Show";

/* No comment provided by engineer. */
"BugReport" = "Bug%20Report";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"CancelOrPromote" = "You are trying to insert characters that cannot be handled by the file's current encoding. Do you want to cancel the change or promote the file to a richer encoding?";

/* As shown in bottom status bar */
"CharacterWrap" = "c";

/* Server Closed Document title in Sheet */
"Closed" = "Closed";

/* Server Closed Document info in Sheet */
"ClosedInfo" = "The document was closed by its owner. Further changes you make will not be applied to the owner's document.";

/* Collapse Split View Menu Entry */
"Collapse Split View" = "Collapse Split View";

/* Blue */
"ColorBlue" = "Blue";

/* Custom Color Name */
"ColorCustom" = "Custom…";

/* Green */
"ColorGreen" = "Green";

/* Orange */
"ColorOrange" = "Orange";

/* Pink */
"ColorPink" = "Pink";

/* Purple */
"ColorPurple" = "Purple";

/* Red */
"ColorRed" = "Red";

/* Teal */
"ColorTeal" = "Teal";

/* Yellow */
"ColorYellow" = "Yellow";

/* Menu/Toolbar Title for concealing the Document */
"Conceal" = "Conceal";

/* Button title Continue */
"Continue" = "Continue";

/* Title for Contributors in Export and Print */
"Contributors" = "Contributors";

/* No comment provided by engineer. */
"Convert" = "Convert";

/* No comment provided by engineer. */
"ConvertOrReinterpret" = "Do you want to convert the file to the new encoding or reinterpret it using the new encoding?";

/* Encoding popup entry for bringing up the Customize Encodings List panel (this also occurs as the title of the panel itself, they should have the same localization) */
"Customize Encodings List..." = "Customize Encodings List…";

/* Declined Invitation */
"DeclinedInvitation" = "Declined Invitation";

/* Text in Proxy window */
"Did lose Connection!" = "Connection Lost";

/* No comment provided by engineer. */
"Document changed externally" = "Document changed externally";

/* Button Title Done */
"Done" = "Done";

/* No comment provided by engineer. */
"Edit anyway" = "Edit Anyway";

/* Label displayed below edit icon and used as window title. */
"EditPrefsIconLabel" = "Editing";

/* No comment provided by engineer. */
"Encoding %@ not applicable" = "The encoding %@ cannot represent the current contents for the file. The encoding will not be changed.";

/* No comment provided by engineer. */
"Encoding %@ not reinterpretable" = "The file can not be reinterpreted using encoding %@.";

/* No comment provided by engineer. */
"Error" = "Error";

/* XML Parse Error Informative Text */
"Error \"%@\" while parsing line %d of \"%@\". Please check your Syntax Definition for XML validity." = "Error \"%@\" while parsing line %d of \"%@\". Please check your Syntax Definition for XML validity.";

/* Text on the active SavePanel Button in the export sheet */
"ExportPrompt" = "Export";

/* No comment provided by engineer. */
"File Encoding" = "File Encoding";

/* No comment provided by engineer. */
"File is read-only" = "File is read-only";

/* FindRegexPrefix */
"Find: %@" = "Find: %@";

/* Status bar text when following */
"Following %@" = "Following %@";

/* Label displayed below general icon and used as window title. */
"GeneralPrefsIconLabel" = "General";

/* No comment provided by engineer. */
"Goto Next Change" = "Goto Next Change";

/* No comment provided by engineer. */
"Goto Next Symbol" = "Goto Next Symbol";

/* No comment provided by engineer. */
"Goto Previous Change" = "Goto Previous Change";

/* No comment provided by engineer. */
"Goto Previous Symbol" = "Goto Previous Symbol";

/* No comment provided by engineer. */
"Hide Changes" = "Hide Changes";

/* No comment provided by engineer. */
"Hide Participants" = "Hide Participants";

/* Cancelled */
"HostEntryStatusCancelled" = "Cancelled";

/* Cancelling */
"HostEntryStatusCancelling" = "Cancelling";

/* Could not contact */
"HostEntryStatusContactFailed" = "Could not contact";

/* Contacting */
"HostEntryStatusContacting" = "Contacting";

/* Could not resolve */
"HostEntryStatusResolveFailed" = "Could not resolve";

/* Resolving */
"HostEntryStatusResolving" = "Resolving";

/* Connection Lost */
"HostEntryStatusSessionAtEnd" = "Connection Lost";

/* Invisible */
"HostEntryStatusSessionInvisible" = "Invisible";

/* Connected */
"HostEntryStatusSessionOpen" = "Connected";

/* Inbound Connection ToolTip */
"Inbound Connection" = "Inbound Connection";

/* Inbound Connection ToolTip With Address */
"Inbound Connection from %@" = "Inbound Connection from %@";

/* No comment provided by engineer. */
"Internet" = "Internet";

/*Title of Clear Button in InternetBrowser. */
"InternetClear" = "Clear";

/* InvalidRegex */
"Invalid regex" = "Invalid Regex";

/* No comment provided by engineer. */
"Invalid Serial Number" = "Invalid Serial Number";

/* Status string in vibilitypulldown in Browsers for invisible */
"Invisible" = "Invisible";

/* Text in Proxy window */
"Invitation was canceled!" = "Invitation was cancelled.";

/* Text in Proxy window */
"Join Request was denied!" = "Join Request was denied.";

/* Button title */
"Keep Connection" = "Keep Connection";

/* No comment provided by engineer. */
"Keep SubEthaEdit Version" = "Keep SubEthaEdit Version";

/* Kick title in Sheet */
"Kicked" = "You have been kicked";

/* Kick info in Sheet */
"KickedInfo" = "The owner of this document disallowed you to participate. Further changes you make will not be applied to the owner's document.";

/* No comment provided by engineer. */
"Licensed for non-commercial use" = "Licensed for non-commercial use";

/* Label for Margins, Centimeters or Inches */
"LabelCentimeters" = "cm";
"LabelInches"      = "in";

/* No comment provided by engineer. */
"Lossy" = "Lossy";

/* LostConnection title in Sheet */
"LostConnection" = "Connection Lost";

/* LostConnection info in Sheet */
"LostConnectionInfo" = "The connection to this document was unexpectedly lost. Further changes you make will not be applied to the owner's document.";

/* No comment provided by engineer. */
"me" = "me";

/* Menu Entries for Blockedit */
"MenuBlockeditSelection" = "Blockedit Selection";
"MenuBlockeditEnd" = "End Blockedit";


/* New File Dock Menu Item */
"New File" = "New File";

/* No comment provided by engineer. */
"Next Change" = "Next Change";

/* No comment provided by engineer. */
"Next Symbol" = "Next Symbol";

/* Find string not found */
"Not found." = "Not found.";

/* Ok in sheet */
"OK" = "OK";

/* Symbol Regular Expression Error Informative Text */
"One of the specified <block> elements is not a valid regular expression. Therefore the combined start regex \"%@\" could not be compiled. Please check your regular expression in Find Panel's Ruby mode." = "One of the specified <block> elements is not a valid regular expression. Therefore the combined start regex \"%@\" could not be compiled. Please check your regular expression in Find Panel's Ruby mode.";

/* Syntax Regular Expression Error Informative Text */
"One of the specified state <begin>'s is not a valid regular expression. Therefore the combined start regex \"%@\" could not be compiled. Please check your regular expression in Find Panel's Ruby mode." = "One of the specified state <begin>'s is not a valid regular expression. Therefore the combined start regex \"%@\" could not be compiled. Please check your regular expression in Find Panel's Ruby mode.";

/* Open File Dock Menu Item */
"Open File..." = "Open File…";

/* No comment provided by engineer. */
"Open Internet Browser" = "Open Internet Browser";

/* Web preview open link in browser contextual menu item */
"Open Link in Browser" = "Open Link in Browser";

/* No comment provided by engineer. */
"Open Rendezvous Browser" = "Open Rendezvous Browser";

/* Sheet message text when user has open document connections */
"OpenChannels" = "Open Connections";

/* KickDeny user entry for Participant context menu */
"ParticipantContextMenuDeny" = "Deny";

/* Follow user entry for Participant context menu */
"ParticipantContextMenuFollow" = "Follow";

/* KickDeny user entry for Participant context menu */
"ParticipantContextMenuKick" = "Kick";

/* KickDeny user entry for Participant context menu */
"ParticipantContextMenuKickDeny" = "Kick/Deny";

/* ReadWrite user entry for Participant context menu */
"ParticipantContextMenuReadOnly" = "Set to read only";

/* ReadWrite user entry for Participant context menu */
"ParticipantContextMenuReadWrite" = "Promote to read/write";

/* Participants toolbar label */
"Participants" = "Participants";

/* Participants tool tip */
"ParticipantsToolTip" = "Participants";

/* Description in Participants view for pending users */
"pending users" = "Pending Users";

/* No comment provided by engineer. */
"Previous Change" = "Previous Change";

/* No comment provided by engineer. */
"Previous Symbol" = "Previous Symbol";

/* No comment provided by engineer. */
"Promote to Unicode" = "Promote to Unicode";

/* No comment provided by engineer. */
"Promote to UTF8" = "Promote to UTF8";

/* Date Information in Print Header */
"PrintDate: %@" = "Date: %@";

/* Label for AIM in legend in Print and Export */
"PrintExportLegendAIMLabel" = "aim:";

/* Label for Email in legend in Print and Export */
"PrintExportLegendEmailLabel" = "email:";

/* Page Information in Print Header */
"PrintPage %d of %d" = "Page %1$d of %2$d";

/* Label displayed below print icon and used as window title. */
"PrintPrefsIconLabel" = "Printing";

/* Description in Participants view for Read Only access */
"read only" = "Read Only";

/* Description in Participants view for Read Write access */
"read/write" = "Read/Write";

/* Encoding popup entry indicating mode choice of encoding */
"Recommended by Mode" = "Recommended by Mode";

/* Regular Expression Error Title */
"Regular Expression Error" = "Regular Expression Error";

/* No comment provided by engineer. */
"Reinterpret" = "Reinterpret";

/* No comment provided by engineer. */
"Rendezvous" = "Rendezvous";

/* No comment provided by engineer. */
"Replace" = "Replace";

/* Reveal in Finder - menu entry */
"Reveal in Finder" = "Show In Finder";

/* No comment provided by engineer. */
"Revert" = "Revert";

/* No comment provided by engineer. */
"Save" = "Save";

/* Informative text in a save dialog, because of permissions issues the user has the choice to save using administrator permissions or replace the file */
"SaveDialogInformativeText: Save or Replace" = "You need administrator permissions to save the document. However you have permissions to replace the file.";

/* Message Text of Style load alert sheet */
"SeeStyleImportMessage" = "Do you want to import the Style or open it in an Editor window?";

/* Informative Text of Style load alert sheet */
"SeeStyleImportInformative %@" = "The import includes Styles for following Modes:\n%@";

/* Message Text of Style load did fail alert sheet */
"SeeStyleImportDidFailMessage" = "Could not import Style";

/* Informative Text of Style load did fail alert sheet */
"SeeStyleImportDidFailInformative" = "Malformed .seestyle file";

/* No comment provided by engineer. */
"Shift Left" = "Shift Left";

/* No comment provided by engineer. */
"Shift Right" = "Shift Right";

/* No comment provided by engineer. */
"Shift Selection Left" = "Shift Selection Left";

/* No comment provided by engineer. */
"Shift Selection Right" = "Shift Selection Right";

/* No comment provided by engineer. */
"Show Changes" = "Show Changes";

/* No comment provided by engineer. */
"Show Participants" = "Show Participants";

/* Bottom status bar text for use Spaces (instead of Tab) setting */
"Spaces" = "Spaces";

/* Split View Menu Entry */
"Split View" = "Split View";

/* <do not localize> */
"status" = "status";

/* Label displayed below style pref icon and used as window title. */
"StylePrefsIconLabel" = "Styles";

/* Message text in modal dialog in advanced prefs */
"The installation of the see command line tool failed." = "The installation of the see command line tool failed.";

/* Message text in modal dialog in advanced prefs */
"The see command line tool couldn't be removed." = "The see command line tool couldn't be removed.";

/* Message text in modal dialog in advanced prefs */
"The see command line tool has been installed." = "The see command line tool has been installed.";

/* Message text in modal dialog in advanced prefs */
"The see command line tool has been removed." = "The see command line tool has been removed.";

/* No comment provided by engineer. */
"Toggle Change Marks" = "Toggle Change Marks";

/* No comment provided by engineer. */
"Toggle Changes" = "Toggle Changes";

/* Bottom status bar text for TrueTab setting */
"TrueTab" = "TrueTab";

/* Title for Visitors in Export and Print */
"Visitors" = "Visitors";

/* Status string in vibilitypulldown in Browsers for visible */
"Visible" = "Visible";

/* No comment provided by engineer. */
"Warning" = "Warning";

/* WindowWidthArangementString */
"WindowWidth%d%@" = "%d%@";

/* As shown in bottom status bar */
"WordWrap" = "w";

/* No comment provided by engineer. */
"Written by %@" = "Written by %@";

/* No comment provided by engineer. */
"Written by %@ et al" = "Written by %@ et al";

/* XML Parse Error Title */
"XML Parse Error" = "XML Parse Error";

/* XML Structure Error Title */
"XML Structure Error" = "XML Structure Error";

/* Informative text in modal dialog in advanced prefs */
"You can find the see command line tool at:\n \"%@\"." = "You can find the see command line tool at:\n \"%@\".";
